[
    {
        "name": "Распутье",
        "description": "Сейчас вы находитесь на главной дороге, по которой можно прийти в любой город.",
        "exits": ["Вернживальд"],
        "npcs": ["Гоблин", "Скелет", "Зомби", "Огр"],
        "type": 2,
        "lvl": 1
    },
    {
        "name": "Вернживальд",
        "description": "Вам помниться, что когда-то Вернживальд был славным городом, которым управлял король Эдвард Левенхард. Часто здесь организовывались ярмарки и различные мероприятия, на которые съезжались люди со всего королевства. Однако вам кажестя, что город изменился, стал более мрачным и менее живым. При входе в город вы замечаете лишь одного гуляющего горожанина.",
        "exits": ["Таверна", "Рынок", "Ратуша", "Лес", "Распутье"],
        "npcs": ["Прохожий"],
        "type": 0,
        "lvl": 1
    },
    {
        "name": "Таверна",
        "description": "Казалось бы обычная таверна \"Кайф\", но в ней каждый посетитель несет свою уникальную историю. Бармен мастерски смешивает напитки, пьяница в углу общается с пустым кувшином, статный мужчина молча наблюдает, а леди притягивает взгляды своей элегантностью. В этом месте витает атмосфера тайны и приключений, которая завораживает всех, кто сюда заходит.",
        "exits": ["Вернживальд"],
        "npcs": ["Корчмарь", "Пьяница", "Мужчина", "Леди"],
        "type": 1,
        "lvl": 1
    },
    {
        "name": "Рынок",
        "description": "Рынок \"У Зеленой Березы\" - место, где жизнь кипит вокруг торговых прилавков. Здесь запах свежих овощей смешивается с ароматом хлеба, а толпы торгующихся создают неповторимую атмосферу. В этом месте каждый может найти что-то полезное или интересное, будь то свежие продукты или простые ремесленные изделия.",
        "exits": ["Вернживальд"],
        "npcs": ["Купец", "Мальчик"],
        "type": 1,
        "lvl": 2
    },
    {
        "name": "Ратуша",
        "description": "Городская ратуша, названная в честь героев города \"Победители\" возвышается над городской площадью, внушая уважение своей величественной архитектурой. Внутри царит атмосфера строгости и дисциплины, напоминая о важности городских дел. Стены украшены портретами героев прошлого, а каждый уголок пропитан историческими событиями. Вы можете заметить стражника, разглядывающего картины, и наместника, сидящего на скамье и разглядывающего что-то в руках.",
        "exits": ["Вернживальд"],
        "npcs": ["Наместник", "Стражник"],
        "type": 1,
        "lvl": 2
    },
    {
        "name": "Лес",
        "description": "Вы вступаете в глухую чащу непонятных деревьев и не замечаете, что потеряли дорогу назад...",
        "exits": ["Распутье"],
        "npcs": ["Волк", "Медведь", "Трент"],
        "type": 2,
        "lvl": 3
    }
]